<?php 
$a=array(
'title'=>'网站标题',
'zc'=>'3',//注册条件 0为管理员审核,1为邀请码注册,2为关闭注册,3为正常注册
'get'=>'3',//消息刷新时间 单位:秒
'zx'=>'1800', //在线数更新时间 单位:秒
'sl'=>'15', //消息每页显示数量
'file'=>'1',//是否开启图片发送
'tx'=>'1',//是否允许修改头像
'z'=>'200',//消息字数限制
'mess'=>'1',//是否开启普通会员私聊
'go'=>'1',//是否开启所有聊天室发言
'fibk'=>'1000',//聊天图片大小K
'bbspl'=>'50',//聊天室帖子刷新频率
'bbspx'=>'1',//聊天室帖子排序方式 1最新 2热度 3最早 4按回复
'bbsts'=>'10',//帖子显示条数
'wjt'=>'0', //伪静态 0为关闭 1开启
'zxlist'=>'1',//在线会员显示方式 1横向滚动 2垂直查看
'smtpserver'=>'', //smtp服务器
'smtpdk'=>'25',//smtp端口
'smtpmail'=>'', //smtp邮箱
'smtpuser'=>'', //smtp账号 大部分与邮箱一致
'smtppass'=>'', //smtp密码
'smtptip'=>'[user] 你好! 你的账号:[name] ,你正在注册 [title] 网站会员,请点击以下链接激活你的账号<br>[url]',

);
?>